Repository: adeveli101/tarot_app
Catalog: lib/l10n/intl_*.arb
Languages: tr

# fullMoonRevealed
source: What is Revealed
tr: Ortaya Çıkan

# fullMoonRelease
source: What to Release
tr: Bırakılması Gereken

# fullMoonObstacles
source: Obstacles to Release
tr: Bırakma Engelleri

# fullMoonAction
source: Action / Integration
tr: Eylem / Bütünleşme

# fullMoonResultingEnergy
source: Resulting Energy
tr: Sonuç Enerjisi

# claimDailyRewardTooltip
source: Claim your daily credits!
tr: Günlük kredini al!

# nextReward
source: Next:
tr: Sonraki:

# nextRewardTooltip
source: Next daily reward available in {time}
tr: Sonraki günlük ödül {time} sonra alınabilir

# claimYourDailyTokens
source: Claim Your Daily {count} Credits!
tr: Günlük {count} Kredini Al!

# dailyRewardInfo
source: This timer shows when your next free daily credits will be available.
tr: Bu sayaç, bir sonraki ücretsiz günlük kredinizin ne zaman alınabileceğini gösterir.

# creditInfoTooltip
source: Tap to buy credits
tr: Kredi satın almak için dokunun

# redeemCouponTooltip
source: Redeem Coupon
tr: Kupon Kullan
