Repository: adeveli101/tarot_app
Catalog: lib/l10n/intl_*.arb
Languages: tr

source: Error: {message}
tr: Hata: {message}

source: Try Again
tr: Tekrar Dene

# pastPresentFuture
source: Past-Present-Future Spread
tr: Geçmiş-Şimdi-Gelecek Açılımı Yap

# problemSolution
source: Perform Problem-Solution Spread
tr: Problem-Çözüm Açılımı Yap

# singleCard
source: Perform Single Card Reading
tr: Tek Kart Açılımı Yap

# loveReading
source: Perform Love Reading
tr: Aşk Açılımı Yap

# careerReading
source: Perform Career Reading
tr: Kariyer Açılımı Yap

# noSelectionYet
source: No selection has been made yet
tr: Henüz bir seçim yapılmadı

source: Position
tr: Pozisyon

source: Meaning
tr: Anlamı

# mysticMeaning
source: Mystical Interpretation
tr: Mistik Yorum

# tarotFortuneGuide
source: Guide to Mystical Paths
tr: Tarot Falı - Gizemli Yolların Kılavuzu

# fortuneInsight
source: This Tarot Reading - reading provides deep insight into {category} using the {spreadType} spread. As we journey into the depths of your soul, let us interpret the mysterious messages of the cards together.
tr: Bu fal, {category} konusunda {spreadType} açılımı ile derin bir içgörü sunmaktadır. Ruhunuzun derinliklerine yolculuk yaparken, kartların gizemli mesajlarını birlikte yorumlayalım.

# divineDance
source: The Divine Dance of the Cards
tr: Kartların İlahi Dansı

# unifiedDestinyReflection
source: Unified Reflection of Destiny
tr: Birleşik Kaderin Yansıması

# unifiedDestinyMessage
source: The combination of these cards marks a significant turning point in your {category} journey. The unified energy of the cards reveals messages from the depths of your soul.
tr: Bu kartların bir araya gelmesi, {category} yolculuğunuzda önemli bir dönüm noktasını işaret ediyor. Kartların birleşik enerjisi, ruhunuzun derinliklerindeki mesajları açığa çıkarıyor.

# cardsCombinedAssessment
source: Combined Assessment of the Cards
tr: Kartların Beraber Değerlendirilmesi

# cardsEnergiesInteract
source: The energies of the cards are interacting with each other.
tr: Kartların enerjileri birbirini etkiliyor.

# generalDetailedComment
source: General Commentary (Detailed)
tr: Genel Yorum (Detaylı)

# lifeDynamicsHighlighted
source: These cards highlight important dynamics in your life.
tr: Bu kartlar hayatınızdaki önemli dinamikleri vurguluyor.

source: Guiding Whispers
tr: Yol Gösterici Fısıltılar

# futureSuggestions
source: For your near future, consider these suggestions: [NEAR_FUTURE_SUGGESTIONS]
tr: Yakın geleceğiniz için şu önerilere kulak verin: [YAKIN_GELECEK_ÖNERİLER]

# potentialPitfalls
source: Potential pitfalls to watch out for: [POTENTIAL_PITFALLS]
tr: Dikkat etmeniz gereken potansiyel tuzaklar: [DİKKAT_EDİLMESİ_GEREKEN_NOKTALAR]

# cardLoadingError
source: An error occurred while loading the cards: {error}
tr: Kartlar yüklenirken bir hata oluştu: {error}

# singleCardReadingError
source: An error occurred while performing a single card reading: {error}
tr: Tek kart açılımı alınırken bir hata oluştu: {error}

# pastPresentFutureReadingError
source: An error occurred while performing a past-present-future spread: {error}
tr: Geçmiş-Şimdi-Gelecek açılımı alınırken bir hata oluştu: {error}

# problemSolutionReadingError
source: An error occurred while performing a problem-solution spread: {error}
tr: Problem-Çözüm açılımı alınırken bir hata oluştu: {error}

# fiveCardPathReadingError
source: An error occurred while performing a five-card path spread: {error}
tr: Beş Kart Yol Ayrımı açılımı alınırken bir hata oluştu: {error}

# relationshipSpreadReadingError
source: An error occurred while performing a relationship spread: {error}
tr: İlişki açılımı alınırken bir hata oluştu: {error}

# celticCrossReadingError
source: An error occurred while performing a Celtic Cross spread: {error}
tr: Celtic Cross açılımı alınırken bir hata oluştu: {error}

# yearlySpreadReadingError
source: An error occurred while performing a yearly spread: {error}
tr: Yıllık açılım alınırken bir hata oluştu: {error}

# categorySpreadReadingError
source: An error occurred while performing a category-based spread: {error}
tr: Kategori bazlı açılım alınırken bir hata oluştu: {error}

# cardDeckEmpty
source: Card deck is empty
tr: Kart destesi boş

# tooManyCardsRequested
source: The requested number of cards exceeds the deck size
tr: İstenen kart sayısı desteden fazla

# cardsLoadingErrorGeneric
source: An error occurred while loading cards: {error}
tr: Kartlar yüklenirken hata: {error}

# tarotFortuneTitle
source: Tarot Reading - Guide to Mystical Paths
tr: Tarot Falı - Gizemli Yolların Kılavuzu

# tarotFortuneDescription
source: This reading provides personal and deep insights into {category} using the {spreadType} spread. Prepare to dive into the depths of your soul and uncover the unique messages of the cards!
tr: Bu fal, {category} konusunda {spreadType} açılımı ile kişisel ve derin içgörüler sunmaktadır. Ruhunuzun derinliklerine inmeye ve kartların size özel mesajlarını keşfetmeye hazır olun!

# divineSymphony
source: The Divine Symphony of the Cards
tr: Kartların İlahi Senfonisi

# unifiedDestinyReflectionTitle
source: Reflections of Unified Destiny
tr: Birleşik Kaderin Yansımaları

source: General Analysis
tr: Genel Analiz

# cardsCombinedEvaluation
source: Combined Evaluation of the Cards
tr: Kartların Birlikte Değerlendirilmesi

source: Special Note
tr: Özel Not

# detailedGeneralCommentary
source: In-Depth General Commentary
tr: Derinlemesine Genel Yorum

# guidingWhispersAndSuggestions
source: Guiding Whispers & Suggestions
tr: Yol Gösterici Fısıltılar & Öneriler

# timelineAndSuggestions
source: Timeline & Suggestions
tr: Zaman Çizelgesi & Öneriler

# pointsToWatch
source: Points to Watch Out For
tr: Dikkat Edilmesi Gerekenler

source: Category-Specific Tips
tr: Kategoriye Özel İpuçları

source: Keywords:
tr: Anahtar Kelimeler:

source: Swipe for more
tr: Daha fazla bilgi için kaydırın

source: Swipe to see pages
tr: Sayfaları görmek için kaydırın

source: Fortune Telling:
tr: Fal Yorumu:

source: Settings
tr: Ayarlar

source: Mystic Journey
tr: Mistik Yolculuk

source: Start Journey
tr: Yolculuğa Başla

# differentInterpretation
source: A different interpretation awaits each choice
tr: Her seçimde farklı bir yorum sizi bekliyor

source: Category Selection
tr: Kategori Seçimi

# chooseTopic
source: Choose the topic you want to explore
tr: Fal baktırmak istediğiniz konuyu seçin

source: Love & Relationships
tr: Aşk & İlişkiler

# loveDescription
source: Gain deep insights into your relationships
tr: İlişkileriniz hakkında derinlemesine bilgi alın

source: Career
tr: Kariyer

# careerDescription
source: Get guidance on your career path
tr: İş hayatınız ve kariyeriniz hakkında rehberlik alın

source: Money
tr: Para

# moneyDescription
source: Gain insights into financial matters
tr: Finansal konularda içgörü kazanın

source: General
tr: Genel

# generalDescription
source: Receive general life guidance
tr: Genel yaşam rehberliği alın

# categoryInfoBanner
source: Special spreads will be offered based on your chosen category
tr: Seçtiğiniz kategoriye göre özel açılımlar sunulacaktır

source: Spread Selection
tr: Açılım Seçimi

# chooseSpread
source: Choose how the cards will be drawn
tr: Kartların nasıl açılacağını seçin

# spreadInfoBanner
source: Each spread offers a different number of cards and interpretations
tr: Her açılım farklı sayıda kart ve yorum içerir

# singleCardDescription
source: Ideal for quick answers
tr: Hızlı cevap için ideal

source: Relationship Spread
tr: İlişki Açılımı

# relationshipSpreadDescription
source: Detailed analysis of your relationship
tr: İlişkinizin detaylı analizi

# pastPresentFutureDescription
source: Guidance for your career path
tr: Kariyer yolunuz için rehberlik

source: Five Card Path
tr: Beş Kart Yol Ayrımı

# fiveCardPathDescription
source: Detailed analysis for career choices
tr: Kariyer seçimleriniz için detaylı analiz

# celticCrossDescription
source: Detailed and comprehensive analysis
tr: Detaylı ve kapsamlı analiz

# yearlySpreadDescription
source: Guidance for the next 12 months
tr: 12 ay için rehberlik

# cardCount
source: {count} cards
tr: {count} kart

# yearlySpreadReading
source: Yearly Spread
tr: Yıllık Açılım

source: Card Selection
tr: Kart Seçimi

# cardSelectionInstructions
source: The number of cards will be displayed face down. Please tap to reveal them one by one, long press to see a brief description, or use the 'Flip All Cards' option.
tr: Kart sayısı kadar kapalı kart ekranda görüntülenecektir. Lütfen tek tek dokunarak açınız, uzun basarak kısa açıklamasını görün veya 'Bütün Kartları Çevir' seçeneğini kullanınız.

source: Flip All Cards
tr: Bütün Kartları Çevir

source: Reshuffle Cards
tr: Kartları Yeniden Karıştır

source: View Results
tr: Sonuçları Gör

source: Close
tr: Kapat

# lightMeaning
source: Light (Positive):
tr: Işık (Olumlu):

# shadowMeaning
source: Shadow (Negative):
tr: Gölge (Olumsuz):

# deck_empty
source: Card deck is empty
tr: Kart destesi boş

# too_many_cards
source: The requested number of cards exceeds the deck size
tr: Çok fazla kart seçildi

# cards_loading_error
source: An error occurred while loading cards: {error}
tr: Kartlar yüklenirken bir hata oluştu

# customPromptTitle
source: Custom Prompt
tr: Özel İstek

# customPromptHint
source: Type your custom prompt here...
tr: Özel isteğinizi buraya yazın...

# promptEmptyError
source: Please enter a prompt.
tr: Lütfen bir istek giriniz.

source: Send Prompt
tr: İsteği Gönder

source: Cancel
tr: İptal

# dailyLimitExceeded
source: Daily free reading limit reached. Please purchase credits or upgrade to premium.
tr: Günlük ücretsiz fal limitine ulaşıldı. Lütfen kredi satın alın veya premium’a yükseltin.

# tokenLimitExceeded
source: Token limit exceeded for this spread. Upgrade to premium for more detailed readings.
tr: Bu açılım için token limiti aşıldı. Daha detaylı yorumlar için premium’a yükseltin.

# mindBodySpiritError
source: Mind-Body-Spirit reading error: ${error}
tr: Zihin-Beden-Ruh açılımı hatası: ${error}

# astroLogicalCrossError
source: AstroLogical Cross reading error: ${error}
tr: Astrolojik Haç açılımı hatası: ${error}

# brokenHeartError
source: Broken Heart reading error: ${error}
tr: Kırık Kalp açılımı hatası: ${error}

# dreamInterpretationError
source: Dream Interpretation reading error: ${error}
tr: Rüya Yorumu açılımı hatası: ${error}

# horseshoeSpreadError
source: Horseshoe Spread reading error: ${error}
tr: At Nalı açılımı hatası: ${error}

# careerPathSpreadError
source: Career Path Spread reading error: ${error}
tr: Kariyer Yolu açılımı hatası: ${error}

# fullMoonSpreadError
source: Full Moon Spread reading error: ${error}
tr: Dolunay açılımı hatası: ${error}

source: Warning
tr: Uyarı

# insufficientCredits
source: You don't have enough credits to proceed.
tr: Devam etmek için yeterli krediniz yok.

# dailyLimitReached
source: You have reached your daily free reading limit.
tr: Günlük ücretsiz fal hakkınız doldu.

# insufficientCreditsAndLimit
source: You have reached your daily free reading limit and don't have enough credits.
tr: Günlük ücretsiz fal hakkınız doldu ve yeterli krediniz yok.

# couponHint
source: Enter coupon code
tr: Kupon kodunu girin

source: Redeem
tr: Kullan

source: Unveil the Stars
tr: Yıldızları Keşfet

source: Return to Home
tr: Ana Sayfaya Dön

source: Please wait.
tr: Lütfen Bekleyin.

source: Profile
tr: Profil

# noReadings
source: No readings found
tr: Kayıtlı fal bulunamadı

# dateLabel
source: Date:
tr: Tarih:

source: Purchase Credits
tr: Kredi Satın Al

# insufficientCreditsMessage
source: You need {required} credits to continue. Purchase more credits below.
tr: Devam etmek için {required} krediye ihtiyacınız var. Aşağıdan daha fazla kredi satın alın.

# nextFreeReadingInfo
source: Your next free reading will be available in {hours} hours.
tr: Bir sonraki ücretsiz fal hakkınız {hours} saat içinde kullanılabilir olacak.

source: User Info
tr: Kullanıcı Bilgileri

source: Daily Free Readings
tr: Günlük Ücretsiz Fallar

source: Language
tr: Dil

# settingsHelp
source: Adjust your language and manage your mystical tokens here.
tr: Dil ayarlarınızı yapın ve mistik tokenlarınızı buradan yönetin.

# celticCrossCurrentSituation
source: Current Situation
tr: Mevcut Durum

# celticCrossChallenge
source: Challenge
tr: Zorluk

# celticCrossSubconscious
source: Subconscious
tr: Bilinçaltı

# celticCrossPast
source: Past
tr: Geçmiş

# celticCrossFuture
source: Possible Future
tr: Olası Gelecek

# celticCrossNearFuture
source: Near Future
tr: Yakın Gelecek

# celticCrossPersonalStance
source: Personal Stance
tr: Kişisel Duruş

# celticCrossExternalInfluences
source: External Influences
tr: Dış Etkiler

# celticCrossHopesFears
source: Hopes & Fears
tr: Umutlar ve Korkular

# celticCrossFinalOutcome
source: Final Outcome
tr: Sonuç

source: Broken Heart
tr: Kalp Kırıklığı

# brokenHeartDescription
source: Heal and understand emotional pain.
tr: Duygusal acıyı anla ve iyileştir.

source: Career Path Spread
tr: Kariyer Açılımı

# careerPathSpreadDescription
source: Detailed guidance for professional growth.
tr: Kariyerin için detaylı rehberlik.

source: Spiritual & Mystical
tr: Manevi ve Mistik

# spiritualMysticalDescription
source: Explore your inner self, dreams, and cosmic connections.
tr: İçsel benliğinizi, rüyalarınızı ve kozmik bağlantılarınızı keşfedin.

# pastPresentFutureDescriptionLove
source: Understand the influences of past, present, and future in your love life.
tr: Aşk hayatınızdaki geçmiş, şimdiki ve gelecekteki etkileri anlayın.

# mindBodySpiritDescriptionLove
source: Harmonize your mind, body, and spirit in the context of love.
tr: Aşk bağlamında zihin, beden ve ruhunuzu uyumlaştırın.

# fullMoonSpreadDescriptionLove
source: Uncover hidden messages in your love life with lunar energy.
tr: Dolunay enerjisiyle aşk hayatınızdaki gizli mesajları keşfedin.

# problemSolutionDescriptionCareer
source: Get guidance to address challenges in your career.
tr: Kariyerinizdeki zorlukları çözmek için rehberlik alın.

# horseshoeSpreadDescriptionCareer
source: Gain a broad perspective on your career.
tr: Kariyerinizde geniş bir bakış açısı kazanın.

# problemSolutionDescriptionMoney
source: Get guidance to address financial challenges.
tr: Finansal zorlukları çözmek için rehberlik alın.

# horseshoeSpreadDescriptionMoney
source: Gain a broad perspective on your finances.
tr: Mali durumunuzda geniş bir bakış açısı kazanın.

# pastPresentFutureDescriptionMoney
source: Explore your financial past, present, and future.
tr: Mali geçmişinizi, şu anınızı ve geleceğinizi keşfedin.

# careerPathSpreadDescriptionMoney
source: Detailed guidance for financial growth.
tr: Finansal büyüme için detaylı rehberlik alın.

# astroLogicalCrossDescriptionGeneral
source: Align your path with the stars.
tr: Yolunuzu yıldızlarla hizalayın.

# horseshoeSpreadDescriptionGeneral
source: Gain a broad perspective on your life.
tr: Hayatınızın genelinde geniş bir bakış açısı kazanın.

# pastPresentFutureDescriptionGeneral
source: Understand the influences of past, present, and future in your life.
tr: Hayatınızdaki geçmiş, şimdiki ve gelecekteki etkileri anlayın.

# mindBodySpiritDescriptionSpiritual
source: Harmonize your inner self with mind, body, and spirit.
tr: İçsel benliğinizi zihin, beden ve ruhla uyumlaştırın.

# dreamInterpretationDescriptionSpiritual
source: Decode the messages in your dreams with a spiritual perspective.
tr: Rüyalarınızdaki mesajları manevi bir bakış açısıyla çözün.

# fullMoonSpreadDescriptionSpiritual
source: Gain spiritual clarity with lunar energy.
tr: Dolunay enerjisiyle manevi berraklık kazanın.

# astroLogicalCrossDescriptionSpiritual
source: Align your spiritual path with the stars.
tr: Manevi yolunuzu yıldızlarla hizalayın.

# celticCrossDescriptionSpiritual
source: Receive a comprehensive analysis for your spiritual life.
tr: Manevi hayatınız için kapsamlı bir analiz alın.

# spiritualDescription
source: Explore your inner self, dreams, and cosmic connections.
tr: İç benliğinizi, rüyalarınızı ve kozmik bağlantılarınızı keşfedin.

source: Mind Body Spirit
tr: Zihin Beden Ruh

# mindBodySpiritDescription
source: Harmonize your inner self.
tr: İç benliğinizi uyumlu hale getirin.

source: Astrological Cross
tr: Astrolojik Haç

# astroLogicalCrossDescription
source: Align your path with the stars.
tr: Yolunuzu yıldızlarla hizalayın.

source: Dream Interpretation
tr: Rüya Yorumu

# dreamInterpretationDescription
source: Decode the messages in your dreams.
tr: Rüyalarınızdaki mesajları çözün.

source: Horseshoe Spread
tr: At Nalı Açılımı

# horseshoeSpreadDescription
source: A broad view of your situation.
tr: Durumunuza geniş bir bakış.

source: Full Moon Spread
tr: Dolunay Açılımı

# fullMoonSpreadDescription
source: Harness lunar energy for clarity.
tr: Berraklık için ay enerjisini kullanın.

# unveilingMysticalPath
source: Unveiling the Mystical Path...
tr: Mistik Yolu Açığa Çıkarıyoruz...

# instructionsFlipAll
source: Flip all cards with a single tap.
tr: Tüm kartları tek dokunuşla çevirin.

# instructionsReshuffle
source: Reshuffle the cards for a new draw.
tr: Kartları yeniden karıştırarak yeni bir çekiliş yapın.

# instructionsViewResults
source: View the results once all cards are revealed.
tr: Tüm kartlar açıldığında sonucu görün.

source: Problem
tr: Sorun

source: Solution
tr: Çözüm

source: Dream Past
tr: Rüya Geçmişi

source: Dream Present
tr: Rüya Şimdiki Zaman

source: Dream Future
tr: Rüya Gelecek

# fiveCardPathPast
source: Past
tr: Geçmiş

# fiveCardPathPresent
source: Present
tr: Şimdiki

# fiveCardPathChallenge
source: Challenge
tr: Zorluk

# fiveCardPathFuture
source: Future
tr: Gelecek

# fiveCardPathOutcome
source: Outcome
tr: Sonuç

# relationshipSelf
source: Self
tr: Kendiniz

# relationshipPast
source: Past
tr: Geçmiş

# relationshipPresent
source: Present
tr: Şimdiki

# relationshipFuture
source: Future
tr: Gelecek

# relationshipStrengths
source: Strengths
tr: Güçlü Yönler

# relationshipChallenges
source: Challenges
tr: Zorluklar

source: Mind-Body
tr: Zihin-Beden

source: Mind-Spirit
tr: Zihin-Ruh

source: Body-Spirit
tr: Beden-Ruh

source: Astro Past
tr: Astro Geçmiş

source: Astro Present
tr: Astro Şimdiki

source: Astro Future
tr: Astro Gelecek

source: Astro Challenge
tr: Astro Zorluk

source: Astro Outcome
tr: Astro Sonuç

# brokenHeartCause
source: Cause
tr: Neden

# brokenHeartEmotion
source: Emotion
tr: Duygu

# brokenHeartLesson
source: Lesson
tr: Ders

# brokenHeartHope
source: Hope
tr: Umut

# brokenHeartHealing
source: Healing
tr: İyileşme

# horseshoePast
source: Past
tr: Geçmiş

# horseshoePresent
source: Present
tr: Şimdiki

# horseshoeFuture
source: Future
tr: Gelecek

# horseshoeStrengths
source: Strengths
tr: Güçler

# horseshoeObstacles
source: Obstacles
tr: Engeller

# horseshoeAdvice
source: Advice
tr: Öneri

# horseshoeOutcome
source: Outcome
tr: Sonuç

source: Career Past
tr: Kariyer Geçmişi

source: Career Present
tr: Kariyer Şimdiki

source: Career Challenge
tr: Kariyer Zorluk

source: Career Potential
tr: Kariyer Potansiyel

source: Career Outcome
tr: Kariyer Sonuç

source: Full Moon Past
tr: Dolunay Geçmiş

source: Full Moon Present
tr: Dolunay Şimdiki

source: Full Moon Challenge
tr: Dolunay Zorluk

source: Full Moon Hope
tr: Dolunay Umut

source: Full Moon Outcome
tr: Dolunay Sonuç

source: Mystical Tokens
tr: Mistik Jetonlar

source: Error loading readings
tr: Okumaları yüklerken hata oluştu

source: Unknown spread
tr: Bilinmeyen dağılım

# noInterpretation
source: No interpretation available
tr: Yorum mevcut değil

source: Unlimited
tr: Sınırsız

source: Language changed to English
tr: Dil İngilizce olarak değiştirildi

source: Turkish
tr: Türkçe

source: Language changed to Turkish
tr: Dil Türkçe olarak değiştirildi

# tenTokens
source: 10 Tokens
tr: 10 Token

# fiftyTokens
source: 50 Tokens
tr: 50 Token

# hundredTokens
source: 100 Tokens
tr: 100 Token

source: Premium Subscription
tr: Premium Abonelik

source: Draw Cards
tr: Kartları Çek

# instructionsDrawCards
source: Use this button to manually draw the cards.
tr: Kartları manuel olarak çekmek için bu düğmeyi kullanın.

# selectToDraw
source: Swipe to reveal your destiny
tr: Kaderinizi görmek için kaydırın

# premiumDescription
source: Unlimited readings and exclusive content
tr: Sınırsız fal ve özel içeriklere erişim

# bundleDescription
source: 50 credits + Premium subscription
tr: 50 kredi + Premium abonelik

# creditDescription
source: {credits} credits for more readings
tr: {credits} kredi ile daha fazla fal aç

source: Premium Readings
tr: Premium Okuma

source: Confirm Purchase
tr: Satın Alımı Onayla

# areYouSure
source: Are you sure you want to purchase
tr: Satın almak istediğinizden emin misiniz:

# forText
source: for
tr: için

source: Confirm
tr: Onayla

# couponAlreadyUsed
source: This coupon has already been used.
tr: Bu kupon zaten kullanılmış.

source: Tap card for details
tr: Detaylar için karta dokunun

source: Interpretation
tr: Yorumlama

source: Interpretation Section
tr: Yorum Bölümü

source: My Tarot Reading
tr: Benim Tarot Falım

source: Reading Result
tr: Fal Sonucu

# noReadingData
source: No reading data available.
tr: Fal verisi bulunamadı.

source: Checking resources...
tr: Kaynaklar kontrol ediliyor...

source: Obstacle / Advice
tr: Engel / Tavsiye

# purchaseConfirmation
source: Do you want to buy {title} for {price}?
tr: {title} ürününü {price} karşılığında satın almak istiyor musunuz?

# creditsAdded
source: {count} credits added successfully!
tr: {count} kredi başarıyla eklendi!

# premiumActivated
source: Premium subscription activated!
tr: Premium abonelik etkinleştirildi!

# purchaseFailed
source: Purchase failed: {error}
tr: Satın alma başarısız: {error}

source: Purchase pending...
tr: Satın alma bekleniyor...

source: Failed to load products.
tr: Ürünler yüklenemedi.

# noProductsAvailable
source: No products available at the moment.
tr: Şu anda mevcut ürün bulunmamaktadır.

# couponCannotBeEmpty
source: Coupon code cannot be empty.
tr: Kupon kodu boş olamaz.

source: Error loading card details.
tr: Kart detayları yüklenirken hata oluştu.

source: Cards
tr: Kartlar

# noCardsInSpread
source: No cards found in this spread.
tr: Bu açılımda kart bulunamadı.

source: Questions to Ask
tr: Sorulacak Sorular

source: Overview
tr: Genel Bakış

source: Details
tr: Detaylar

# shareTitle
source: {spreadType} Reading - {dateStr}
tr: {spreadType} Okuması - {dateStr}

source: Invalid Page
tr: Geçersiz Sayfa

# yearlySpreadSummary
source: Yearly Summary
tr: Yılın Özeti

# cardLabel
source: Card {index}
tr: Kart {index}

# mindBodySpiritMind
source: Mind
tr: Zihin

# mindBodySpiritBody
source: Body
tr: Beden

# mindBodySpiritSpirit
source: Spirit
tr: Ruh

# astroLogicalCrossIdentity
source: Identity / Self
tr: Kimlik / Benlik

# astroLogicalCrossEmotional
source: Emotional State
tr: Duygusal Durum

# astroLogicalCrossExternal
source: External Influences
tr: Dış Etkenler

# astroLogicalCrossChallenge
source: Challenge / Lesson
tr: Zorluk / Ders

# astroLogicalCrossDestiny
source: Destiny / Outcome
tr: Kader / Sonuç

# dreamInterpretationPast
source: Dream - Past Link
tr: Rüya - Geçmiş Bağlantısı

# dreamInterpretationPresent
source: Dream - Present Emotion
tr: Rüya - Mevcut Duygu

# dreamInterpretationFuture
source: Dream - Future Guidance
tr: Rüya - Gelecek Rehberliği

# horseshoeUserAttitude
source: Your Attitude
tr: Yaklaşımınız

# horseshoeExternalInfluence
source: External Influence
tr: Dış Etkenler

# careerPathCurrent
source: Current Situation
tr: Mevcut Durum

# careerPathObstacles
source: Obstacles
tr: Engeller

# careerPathOpportunities
source: Opportunities
tr: Fırsatlar

# careerPathStrengths
source: Strengths
tr: Güçlü Yönler

# careerPathOutcome
source: Potential Outcome
tr: Olası Sonuç

# fullMoonCulmination
source: Culmination
tr: Tamamlanma
